---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.CurtainSystemType
source: html/99c652c0-2ccb-97a5-b047-2db12b0b795b.htm
---
# CurtainSystemType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.